<?php

return [
    'user' => [
        'registered' => 'Добро пожаловать в сервис!',
        'logged_in' => 'Вы успешно вошли в аккаунт!',
        'goodbye' => 'До новых встреч!',
        'close' => 'Закрыть'
    ],
    'status' => [
        'created' => 'Статус успешно создан',
        'updated' => 'Статус успешно обновлён',
        'deleted' => 'Статус удалён'
    ],
    'task' => [
        'created' => 'Задача успешно создана',
        'updated' => 'Задача успешно обновлена',
        'deleted' => 'Задача удалена'
    ],
];
