<?php

return [
    'user' => [
        'registered' => 'Добро пожаловать в сервис!',
        'logged_in' => 'Вы успешно вошли в аккаунт!',
        'goodbye' => 'До новых встреч!',
        'close' => 'Закрыть'
    ],
    'status' => [
        'created' => 'Статус успешно создан',
        'updated' => 'Статус успешно обновлён',
        'deleted' => 'Статус удалён',
        'restricted_delete' => 'Не удалось удалить статус',
        'header' => [
            'error' => 'Ошибка статуса'
        ]
    ],
    'label' => [
        'created' => 'Метка успешно создана',
        'updated' => 'Метка успешно обновлена',
        'deleted' => 'Метка удалена',
        'restricted_delete' => 'Не удалось удалить метку',
        'header' => [
            'error' => 'Ошибка метки'
        ]
    ],
    'task' => [
        'created' => 'Задача успешно создана',
        'updated' => 'Задача успешно обновлена',
        'deleted' => 'Задача удалена',
        'restricted_delete' => 'Удаление задачи запрещено',
        'header' => [
            'error' => 'Ошибка задачи'
        ]
    ],
];
